<template>
  <div class="sppb-addon sppb-addon-text-block sppb-text-left">
    <h1 class="sppb-addon-title">Уход за мебелью из МДФ</h1>
    <div class="sppb-addon-content">
      <div>
        <p style="text-align: justify">
          Шпонированная мебель, как, впрочем, и мебель из массива дерева,
          покрывается лакокрасочными материалами, которые не только придают ей
          красивый внешний вид, но и защищают от внешних разрушающих
          факторов.Уход за мебелью МДФ
        </p>
        <p style="text-align: justify">
          Лакокрасочное покрытие шкафов или столов требует соблюдения следующих
          норм эксплуатации:
        </p>
        <ul>
          <li style="text-align: justify">
            шпонированную мебель нельзя располагать расстоянии менее метра от
            отопительных приборов;
          </li>
          <li style="text-align: justify">
            нельзя допускать хранения и эксплуатации мебели в помещениях с
            резкими перепадами температуры. Оптимальная температура в помещении
            должно находиться в диапазоне от + 10° С до +25° С, допустимый
            диапазон влажности – 40-70%;
          </li>
          <li style="text-align: justify">
            по возможности необходимо исключить воздействие прямых солнечных
            лучей, способных привести к изменению цвета фасада мебели и даже
            деформации деталей;
          </li>
          <li style="text-align: justify">
            исключите механические повреждения поверхностей предметами, которые
            способны оставить царапины. Не допускайте соприкосновения
            поверхности с горячими предметами;
          </li>
        </ul>
        <p style="text-align: justify">
          <br />Для ухода за&nbsp; мебелью из МДФ нельзя использовать
          хлоросодержащие растворы, кислоты, растворители, стиральные порошки.
          Средства ухода не должны содержать абразивные частицы, способные
          поцарапать покрытие.
        </p>
        <p style="text-align: justify">
          Выбирая средство для ухода, ознакомьтесь с инструкцией и убедитесь в
          том, что оно не содержит абразивных и агрессивных веществ.
        </p>
        <p style="text-align: justify">
          В составе полиролей и очистителей обратите внимание на следующие
          вещества:
        </p>
        <ul>
          <li style="text-align: justify">
            воск будет образовывать на поверхности незаметную пленку,
            предотвращающую оседание пыли. Так же он будет работать как
            антистатик и антисептик;
          </li>
          <li style="text-align: justify">
            силикон придаст покрытию блеск и влагостойкость;
          </li>
          <li style="text-align: justify">
            масляная основа придает блеск, скрывает потертости и царапины.
          </li>
        </ul>
        <p style="text-align: justify">
          <br />Раствор для ухода за мебельюТак же вы можете сами приготовить
          раствор для ухода за мебелью. Для этого вам надо смешать 1 объем
          белого уксуса и 2 объема воды. Разбавленный винный уксус способен и
          удалить жир и иные остатки, прилипшие к поверхности, и в то же время
          не повредить ни шпон, ни слой МДФ. Полученную смесь залейте в бутылку
          со спрей-насадкой, но не распыляйте ее непосредственно на
          шпонированную поверхность. Смочите раствором ткань, которой будете
          протирать мебель. Затем вытрите поверхность насухо другой тряпкой.
        </p>
        <p style="text-align: justify">
          В целом уход за шпонированной мебелью несложен. Вам стоит запомнить
          всего несколько простых правил, соблюдение которых позволит вашей
          мебели прослужить долгое время:
        </p>
        <ul>
          <li style="text-align: justify">
            регулярно протирайте хлопчатобумажной тканью поверхность шпона. Пыль
            на мебели может нанести ощутимый вред поверхности. Соединяясь и
            прессуясь друг с другом, частицы пыли способны поцарапать мебель при
            полировке;
          </li>
          <li style="text-align: justify">
            конденсат, способный образоваться от холодных или горячих предметов,
            размешенных на поверхности, может повредить шпон. Горячие предметы
            способны оставить на поверхности белые следы, которые практически
            невозможно удалить;
          </li>
          <li style="text-align: justify">
            для чистки поверхности используйте смоченную в теплой воде с
            раствором подходящего моющего средства для мебели влажную тряпку.
            Остатки раствора смойте с поверхности чистой водой, а саму
            поверхность тщательно протрите мягкой хлопчатобумажной тканью. Не
            проливайте на мебель воду: шпон набухает от большого количества
            жидкости и отклеивается от своей основы.
          </li>
        </ul>
        <p style="text-align: justify">
          <br />Важная часть ухода за шпонированной мебелью – полировка.
          Обрабатывайте вашу мебель разработанной для изделий из массива дерева
          полиролью. Масло, которое входит в ее состав, удалит большую часть
          грязи с поверхности. Не стоит распылять полироль непосредственно на
          шпон, нанесите ее на ту ткань, которой будете обрабатывать мебель.
        </p>
        <p style="text-align: justify">
          Выполняйте полировку следующим образом:
        </p>
        <ul>
          <li style="text-align: justify">
            смочите ткань водой и протрите шпон по направлению вдоль древесных
            волокон;
          </li>
          <li style="text-align: justify">
            вытрите насухо поверхность шпона. Для очистки нанесите на
            поверхность шпон средство для мытья окон, которое не портит
            полировку и не оставляет на мебели разводов;
          </li>
          <li style="text-align: justify">
            насухо вытрите другой тряпкой поверхность шпона по направлению вдоль
            волокон;
          </li>
          <li style="text-align: justify">
            нанесите жидкую полироль на поверхность и втирайте ее тряпкой из
            микроволокнистой ткани по направлению роста волокон.
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>
