<template>
  <div class="about">
    <h1>Типы планировок кухни</h1>
    <p>
      Удачное распределение кухонной мебели и правильное использование жилой
      площади может превратить кухню из обычной заурядной в кухню-мечту. В такой
      кухне людям будет находиться не только комфортно, но и, благодаря высокой
      функциональности, будет очень удобно готовить любые кулинарные шедевры.
      Ничто не отвлекает от процесса, поскольку любая часть кухонного интерьера
      расположена там, где она должна быть.
    </p>
    Планировка Кухню можно разделить на две главные зоны — столовая и рабочая
    зона. Но, помимо этого, должна быть небольшая зона прохода. Рассмотрим
    рабочую зону, без которой кухни просто не бывает. Здесь располагаются столы
    для приготовления пищи - кухонный гарнитур, холодильник и шкафы для хранения
    продуктов, плита и раковина. В зависимости от площади, геометрии и
    архитектуры кухонного помещения можно выделить шесть типов планировки,
    благодаря которым хозяйке гарантирован максимальный комфорт на кухне:

    <h1>Прямая кухня</h1>
    <p>
      При совсем ограниченном пространстве лучшим вариантом будет модульная
      кухня, рабочая зона в которой расположена в одну линию. Такая кухня
      рассчитана не более, чем на двух человек, и рабочая зона в ней занимает
      половину всей площади. Чтобы обеспечить достаточную зону прохода, в
      столовой зоне лучше расположить раскладной или выдвижной обеденный стол.
      Стеллажи лучше выбрать узкие и высокие и расположить их на противоположной
      стороне. Такое техничное решение позволит удобно разместить всю кухонную
      утварь и посуду, обедающим при этом ничего не будет мешать, зона прохода
      не будет тесной, а хозяйка с удобством будет царствовать в своей рабочей
      зоне.
    </p>

    <h1>Кухня с двух сторон</h1>
    <p>
      Следующий вариант планировки кухни — в две линии, максимально прост,
      компактен и подходит почти для всех кухонь, кроме, пожалуй, слишком узких.
      Рациональным решением будет разместить плиту и раковину по одной линии, а
      холодильник и шкафы — по другой. Расстояние между этими двумя линиями не
      должно быть уже 1,2 м, чтобы не сталкиваться со шкафом. Данная планировка,
      подобно предыдущей, предполагает использование подвижных столов в
      обеденной зоне.
    </p>

    <h1>Угловая кухня</h1>
    <p>
      Еще один универсальный вариант планировки для всех помещений —
      L-расположение кухонной мебели и оборудования, то есть вдоль смежных стен.
      Рабочий треугольник в данном случае будет исключительно удобен, а
      обеденный стол не помешает свободной зоне прохода. Здесь можно
      использовать различные подвижные полки и поворачивающиеся угловые
      шкафчики. Они не только экономят пространство, но и удобны в
      использовании, поскольку не требуют усилий, чтобы достать тот или иной
      предмет. Третью, незанятую рабочей зоной, стену можно занять
      откидывающейся барной стойкой.
    </p>

    <h1>Кухня буквой П</h1>
    <p></p>

    Пожалуй, самая лучшая из всех — U-планировка, когда кухонное оборудование и
    мебель располагается по трем стенам. Такая планировка удобна и максимально
    безопасна, поскольку нет сквозного движения. А большая зона прохода
    позволяет сделать кухню-столовую. Такую планировку возможно использовать
    даже в самых маленьких кухнях, около 6-7 кв. м, а такие у нас не редкость.

    <h1>Островная кухня</h1>
    <p></p>
    «Остров» и «Полуостров» — эти планировки рабочей зоны годятся исключительно
    для кухонь внушительных размеров. Поскольку самым оптимальным размером для
    острова считается около 1,5 кв. м. Модель кухни-острова предполагает
    совмещение угловой или U-образной планировки с добавочной рабочей зоной
    посередине. По центру можно расположить плиту, стойку для завтрака и
    раковину. Планировка по модели «остров» выглядит довольно изысканно,
    поддерживая единую пространственную атмосферу кухни, только должна быть
    продумана особо тщательно, во имя экономии сил и времени хозяйки, дабы
    избежать ее лишних хождений. При сильно вытянутой форме помещения, круглый
    остров может стать изогнутым.
  </div>
</template>
