<template>
  <div class="p3">
    <h1>ЛДСП EGGER — ДОСТУПНЫЕ ДЕКОРЫ</h1>
    https://kppartner.ru/catalog/boards/ldsp/egger/

    <p>
      Плиты ЛДСП — это обычная древесно-стружечная плита, с внешних сторон
      покрытая ламинатом. Обладает повышенной прочностью и является одним из
      наиболее распространенных материалов для изготовления различного рода
      корпусной мебели. ЛДСП EGGER — соответствует мировым стандартам в области
      качества продукции.
    </p>
  </div>
</template>
