<template>
  <div class="p3">
    <h1>Как выбрать материал для кухонного гарнитура</h1>
    <h2>Корпус и фасад кухни</h2>
    <p>
      Самыми популярными и бюджетными материалами для кухни на сегодняшний день
      являются МДФ (мелкодисперсная фракция) и ДСП (древесно-стружечная плита).
      Оба варианта позволяют изготовить качественный продукт, соответствующий
      экологическим стандартам.
    </p>
    <p>
      Специальный уплотнитель для цоколя предотвратит попадание влаги и пыли под
      кухонную мебель. Его можно заказать вместе с гарнитуром или приобрести
      отдельно.
    </p>
    <p>
      И всё же для фасадов и корпусов рекомендуется использовать именно МДФ,
      которую можно покрыть пластиком, шпоном, эмалью, акрилом или ПВХ-плёнкой.
      Этот материал относительно недорог, его структура максимально похожа на
      натуральное дерево. А за счёт разнообразных пропиток и компонентов МДФ
      обладает важными для агрессивной кухонной среды свойствами: хорошей
      сопротивляемостью грибкам и плесени, влагостойкостью, отличной
      переносимостью высоких температур.
    </p>
    <p>
      Кстати, о температурах. Обязательно оставьте зазоры по 2,5 см между плитой
      (не относится к встроенной технике, которая оснащена специальной
      охлаждающей системой) и соседними кухонными модулями. Это улучшит
      вентиляцию и защитит гарнитур. Образовавшуюся щель можно закрыть
      специальными накладками.
    </p>
  </div>
</template>
