<template>
  <div class="accordion">
<!-- <slot> -->
    <h2>accordionMain</h2>
    
  <PageAccordionElements :accordArr="accordArr">
    
    <!-- <div class="accordContainer"> -->
            <!-- {{accordArr.title}}
              {{accordArr.details}} -->
  <PageAccordionElements/>
  
    <!-- </div> -->
    <!-- </slot> -->

  </div>
</template>

<script>
import PageAccordionElements from "@/components/PageAccordionElements.vue";

export default {
  name: "PageAccordion",
  components: {
    PageAccordionElements,
  },
  data: () => {
    return {
      isElVisible: false,
      accordArr: [
        {
          id: 1,
          active: true,
          title: "<h3>Мебель под заказ</h3>",
          details: `
      <p style="text-align: justify">Обратитесь в "MEBEL"!</p>
      <p style="text-align: justify">
        Итак, недавно вы решили
        <strong>купить корпусную мебель</strong> (кухни, шкафы, стенку,
        прихожую, спальню и т.п.) в Ставрополе, которая обладает
        нестандартными размерами или же специальной конфигурацией,
        необычной цветовой гаммой, то есть параметрами, которые не
        применяются при изготовлении стандартных моделей мебели.
      </p>
      <p style="text-align: justify">
        Если вы решили привнести в интерьер вашего дома нечто необычное
        и индивидуальное, тогда обратитесь в "MEBEL"! Мы
        выполняем изготовление на заказ корпусной мебели практически
        любой сложности по ценам, которые вас приятно удивят! Позвоните
        нам по телефону&nbsp;8-988-759-77-29&nbsp;и оставьте заявку
        на&nbsp;выезд дизайнера-замерщика&nbsp;с образцами материалов
        для создания вашей уникальной мебели!
      </p>
    `,
        },
        {
          id: 2,
          active: false,
          title: "Предварительный этап",
          details: `
      <p style="text-align: justify">
        Специалист нашей компании в согласованный с вами день замерит
        помещение, прорисует предварительный эскиз корпусной мебели на
        заказ, согласует с вами схему ее расстановки, а также материалы,
        фурнитуру, комплектацию мебели и обсудит стоимость заказа. Если
        вы не готовы поделиться собственными дизайнерскими идеями, наш
        специалист предложит вам варианты оформления корпусной мебели.
      </p>
      <p style="text-align: justify">
        В случае вашего положительного решения на изготовление корпусной
        мебели силами нашей компании вы заключаете договор и вносите 50%
        предоплату от стоимости изделия. В данном случае выезд
        специалиста по г. Ставрополю для вас будет совершенно
        бесплатным. После заключения договора вы можете внести изменения
        в разработанный совместно с нашим специалистом проект корпусной
        мебели в течение 3х рабочих дней.
      </p>    `,
        },
        {
          id: 3,
          active: false,
          title: `Сроки изготовления мебели`,
          details: `
      <div class="panel-body">
        <p style="text-align: justify">
          Ваша мебель будет изготавливаться силами наших ответственных
          профессиональных мастеров в течение 15-45 рабочих дней со дня
          подписания договора (срок варьируется в зависимости от объема
          заказа и сложности исполнения проекта).<br />После доставки
          готовой корпусной мебели вы осуществляете окончательный
          расчет.<br />Сборка корпусной мебели осуществляется в
          согласованный с вами день представителями фабрики. Стоимость
          сборки составляет 10% от цены изделия и оплачивается отдельно.
        </p>
      </div>
      `,
        },
        {
          id: 4,
          active: false,
          title: `Наши преимущества`,
          details: `
      <div class="panel-body">
              <p style="text-align: justify">
                Наши преимущества:<br />- возможность воплотить в жизнь ваш
                индивидуальный проект;<br />- высокое качество и надежность
                мебельной продукции;<br />- гарантия на корпусную мебель
                составляет целых 18 месяцев, а также включает в себя бессрочное
                послегарантийное обслуживание;<br />- наличие собственного
                производства позволяет нам быстро выполнять заказ (Вам не
                придется долго ждать выполнения или доставки заказа, выезда
                специалиста для замера;<br />- превосходное соотношение цены и
                качества мебели;<br />- возможность изготовления прямых и
                радиусных фасадов, а также эмалевых фасадов;<br />- огромное
                разнообразие фасадных цветов, мебельных аксессуаров и
                фурнитуры;<br />- разнообразные и качественные материалы для
                создания фасадов, а именно:
              </p>
              <ul>
                <li style="text-align: justify">ДСП и ламинированная ДСП;</li>
                <li style="text-align: justify">МДФ пластик;</li>
                <li style="text-align: justify">МДФ с пленкой ПВХ;</li>
                <li style="text-align: justify">МДФ эмаль;</li>
                <li style="text-align: justify">массив (дуб, бук, ясень);</li>
              </ul>
              <p style="text-align: justify">
                - подетальный просчет цены при составлении эскиза.
              </p>
              <p style="text-align: justify">
                Вы можете также составить свой эскиз кухни и переслать нам по
                электронной почте и мы рассчитаем стоимость изделия.
              </p>
            </div>
      `,
        },
        {
          id: 5,
          active: false,
          title: `Наша цель`,
          details: `
      <div class="panel-body">
              <p style="text-align: justify">Наша Цель:</p>
              <p style="text-align: justify">
                Благоустройство жилья наших клиентов мебелью для улучшения их
                качества жизни, а также для комфортной работы, учёбы. Благодаря
                производству мебели по эскизам заказчика мы учитываем
                индивидуальность каждого обратившегося к нам человека, применяя
                в своей работе богатый опыт, знания дизайнера и производителя
                мебели, традиционные и новейшие материалы, инновационные
                технологии.
              </p>
              <p style="text-align: justify">
                Мы сможем помочь вам в создании интерьера, о котором вы всегда
                мечтали!
              </p>
            </div>
      `,
        },
        {
          id: 6,
          active: false,
          title: ` Как оформить заказ на корпусную мебель?`,
          details: `
      <div class="panel-body">
              <p style="text-align: justify">
                <strong>Как оформить заказ на корпусную мебель?</strong>
              </p>
              <p style="text-align: justify">
                Если вы ищете мебель на заказ от производителя в Ставрополе или
                хотите заказать мебель по индивидуальному проекту,&nbsp;вызвать
                замерщика&nbsp;на нестандартную мебель под заказ, звоните по
                телефону: 8-988-759-77-29.
              </p>
              <p style="text-align: justify">
                Мы готовы сделать для вас по выгодной цене шкафы-купе на заказ,
                кухни, стенки, прихожие на заказ, а также любую другую корпусную
                мебель!
              </p>
            </div>
      `,
        },
      ],
    };
  },
  // methods: {
  //   clickElement(){
  //         this.isElVisible = !this.isElVisible
  //   }
  // }
};

// ----------
</script>

<style scoped lang="scss">
.accordion {
  width: 80vw;
}
.accordContainer {
  /* display: flex; */  
  // border: 1px solid rgb(67, 220, 21);

}
.accordTitle {
  border: 1px solid rgb(69, 15, 139);
// z-index: 15;

  color: #fff;

  /* border-color: #fff; */
  border-bottom-width: 2px;

  background: white;
  background-color: #2779bd;

  margin-right: auto !important;
  margin-left: auto !important;
  /* border-color: grey; */
  /* border: 1px; */
  margin-top: 2px;

  // padding: 15px;

  &:hover {
    cursor: pointer;
    background-color: #0d6bb8;
  }
}

.accordContent {
  border: 1px solid rgb(149, 13, 177);
height: 100px;

padding: 20px;
// margin: 7px;
  color: black;
  background: #fff;
  animation: ani 1.5s forwards;
}
@keyframes ani {
  0% {
    opacity: 0;
  }
  100% {
    opacity: 1;
  }

  // 0% {transform: translateY(-70%);}
  // 100% {transform: translateY(0);}
}
</style>
